<?PHP
//关于作者信息
function aboutAuthor(){
    $c ='';
    $c = $c . '<pre>' . "\n" ;
    $c = $c . '作者：小孙' . "\n" ;
    $c = $c . '联系方式' . "\n" ;
    $c = $c . 'QQ：313801120' . "\n" ;
    $c = $c . '邮箱：313801120@qq.com' . "\n" ;
    $c = $c . '微信：mq313801120' . "\n" ;
    $c = $c . '交流群35915100(群里已有几百人)' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '业务及特长' . "\n" ;
    $c = $c . '精通ASP,VB程序开发，独立开发出一套ASP网站后台和VB辅助软件。' . "\n" ;
    $c = $c . '熟练掌握HTML、DIV、CSS、JS' . "\n" ;
    $c = $c . '熟练使用Dreamweaver、Fireworks、 Flash、Photoshop等软件' . "\n" ;
    $c = $c . '自觉PHP、Android等编程语言' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '自我评价' . "\n" ;
    $c = $c . '自学能力强、新知识接受快、勇于面对困难，敢于挑战。' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '工作经历' . "\n" ;
    $c = $c . '2007年1月 至 2012年1月 上海子映网络' . "\n" ;
    $c = $c . '工作内容：网站开发' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '2013---2014，南京麦思德餐饮有限公司' . "\n" ;
    $c = $c . '工作内容：网站开发' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '2014---至今，微战略网络有限公司' . "\n" ;
    $c = $c . '工作内容：网站整站开发，自己用VB开发出一款网站制作辅助软件。' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '' . "\n" ;
    $c = $c . '网站案例：' . "\n" ;
    $c = $c . 'http://www.863health.com/' . "\n" ;
    $c = $c . 'http://www.wzl99.com/' . "\n" ;
    $c = $c . 'http://www.jfh6666.com/' . "\n" ;

    $c = $c . '</pre>' . "\n" ;
    echo($c) ; die() ;
}
?>

